Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: For example, suspension or termination of members or alternates of the Executive Board (see CDM modalities and procedures, paragraph 10).
fr: Par exemple, suspension ou cessation de fonctions de membres ou de membres suppléants du Conseil exécutif (voir Modalités et procédures d'application du MDP, par.

source: See footnote 2.
fr: Voir note de bas de page 2.

source: Version: 23-09-05; 10:10 AM
fr: Convention-cadre sur les

source: Agenda items 96 and 97
fr: Points 96 et 97 de l'ordre du jour

source: Letter dated 15 June 2005 from the chargé d'affaires a.i. of the Permanent Mission of Burkina Faso to the United Nations addressed to the President of the General Assembly
fr: Lettre datée du 15 juin 2005, adressée au Président de l'Assemblée générale par le Chargé d'affaires par intérim de la Mission permanente du Burkina Faso auprès de l'Organisation des Nations Unies

source: Acting on instructions from the Government of Burkina Faso, I have the honour to forward herewith, a copy of the report of the national seminar on the implementation of the universal instruments to combat terrorism, transnational organized crime and corruption (see annex).
fr: Sur instructions du Gouvernement du Burkina Faso, j'ai l'honneur de vous faire tenir en annexe un exemplaire du rapport du séminaire national sur la mise en œuvre des instruments universels de lutte contre le terrorisme, la criminalité transnationale organisée et la corruption, tenu à Ouagadougou du 5 au 7 janvier 2005.

source: I would be grateful if you could have the report circulated to Member States as an official document of the General Assembly under agenda items 96 and 97.
fr: Vous voudrez bien faire porter le contenu de ce rapport à l'attention des États Membres de l'Organisation en tant que document de l'Assemblée générale, au titre des points 96 et 97 de l'ordre du jour.

source: (Signed) François Oubida Chargé d'affaires a.i.
fr: Le Chargé d'affaires par intérim (Signé) François Oubida

source: Annex to the letter dated 15 June from the chargé d'affaires a.i. of the Permanent Mission of Burkina Faso to the United Nations addressed to the President of the General Assembly
fr: Annexe à la lettre datée du 15 juin 2005, adressée au Président de l'Assemblée générale par le Chargé d'affaires par intérim de la Mission permanente du Burkina Faso auprès de l'Organisation des Nations Unies

source: Report of the national seminar on the implementation of the universal instruments to combat terrorism, transnational organized crime and corruption
fr: Rapport du séminaire national pour la mise en œuvre des instruments universels de lutte contre le terrorisme, la criminalité transnationale organisée et la corruption

source: A national workshop on the implementation of universal instruments to combat terrorism, transnational organized crime, terrorism and corruption was held in the conference hall of the Ministry of Foreign Affairs and Regional Cooperation from 5 to 7 January 2005.
fr: Du 5 au 7 janvier 2005, s'est tenu dans la salle de conférence du Ministère des affaires étrangères et de la coopération régionale, un atelier national sur la mise en œuvre des instruments universels de lutte contre la criminalité transnationale organisée, le terrorisme et la corruption.

source: The seminar was organized by the Ministry of Justice with the cooperation of the Ministry of Foreign Affairs and Regional Cooperation and with technical and financial support from the United Nations Office on Drugs and Crime (UNODC).
fr: Ce séminaire organisé par le Ministère de la justice, avec la collaboration de celui des affaires étrangères et de la coopération régionale et l'appui technique et financier de l'Office des Nations Unies contre la drogue et le crime (ONUDC) a regroupé une quarantaine de participants, représentant les divers départements ministériels concernés par le sujet. Ce sont pour l'essentiel :

source: The report on the seminar is divided into the following sections:
fr: Le présent rapport physique y relatif s'articulera autour des points ci-après :

source: Seminar objectives
fr: Objectifs du séminaire;

source: Presentation of the Organizing Committee
fr: Présentation du Comité d'organisation;

source: Opening Ceremony
fr: La cérémonie d'ouverture;

source: Proceedings
fr: Les travaux;

source: Workshop outcomes
fr: Les résultats de l'atelier;

source: Difficulties, suggestions and prospects
fr: Difficultés, suggestions et perspectives.

source: General objective
fr: I.1 Objectif général

source: This workshop, conducted within the context of the review of the current criminal procedures code was aimed at promoting ownership, by national experts, of those universal instruments adopted to combat transnational organized crime, corruption and terrorism which Burkina Faso had ratified or was in the process of ratifying.
fr: Cet atelier, qui s'inscrivait dans le cadre du processus de relecture du Code de procédure pénale en cours, visait à favoriser l'appropriation par les experts nationaux des instruments universels sur la criminalité transnationale organisée, la corruption et le terrorisme, ratifiés - ou en ratification - par le Burkina Faso.

source: Specific objectives
fr: I.2 Objectifs spécifiques

source: (a) To assist Burkina Faso in the implementation of conventions against transnational organized crime, corruption and of universal instruments to combat terrorism;
fr: a) Assister le Burkina Faso dans la mise en œuvre des conventions contre la criminalité transnationale organisée, la corruption et des instruments universels sur la lutte contre la corruption;

source: (b) To train and educate national experts about the aforementioned instruments and identify with them those provisions which must be incorporated;
fr: b) Former et informer les experts nationaux sur les instruments susvisés et identifier avec eux les dispositions impératives à incorporer;

source: (c) To provide appropriate assistance in the incorporation of instruments to combat transnational organized crime, corruption and terrorism in the penal code and criminal procedure of Burkina Faso;
fr: c) Fournir une assistance appropriée à l'incorporation des instruments contre la criminalité transnationale organisée, la corruption et le terrorisme aux Codes pénal et de procédure pénale du Burkina Faso;

source: (d) To train magistrates and security forces such as the police, gendarmerie and customs officers about the international cooperation mechanisms available under those instruments.
fr: d) Former les magistrats et les forces de sécurité (police, gendarmerie, douane, etc.) sur les mécanismes de coopération internationale prescrits par ces instruments.

source: Organizing Committee
fr: Le Comité d'organisation

source: The seminar was jointly organized by UNODC and Burkina Faso.
fr: Le présent séminaire a été coorganisé par l'ONUDC et le Burkina Faso.

source: National organization was mainly the responsibility of the Ministry of Justice (through the Office of its Director in charge of legislation and documentation) working with help from the Ministry of Foreign Affairs and Regional Cooperation, which hosted the meeting.
fr: Au plan national, l'organisation relevait principalement du Ministère de la justice via la Direction de la législation et de la documentation, ce en collaboration avec le Ministère des affaires étrangères et de la coopération régionale qui a accueilli la rencontre.

source: More specifically, the Organizing Committee was jointly coordinated by Cheick D. Ouedraogo, First President of the Court of Appeal and D. Etienne Ouoba, Director in charge of legislation and documentation.
fr: Plus concrètement, le Comité d'organisation de ce séminaire a été concomitamment coordonné par MM. Cheick D. Ouedraogo et D. Étienne Ouoba, respectivement Premier Président de la Cour de cassation et Directeur de la législation et de la documentation.

source: Other members of the Committee were:
fr: Ce comité était en outre composé de :

source: • Ms. Wendyam Zare née Kabore and Ms. Adelaide Dembele, members of DLD;
fr: • Mmes Zare, née Wendyam Kabore, et Adélaïde Dembele, membres de la DLD;

source: • Mr. Tounsida Clément Sawadogo, member of DLD;
fr: • M. Tounsida Clément Sawadogo, membre de la DLD;

source: • Mr. Boureima Kalaga, Mr. André Ouedraogo and Mr. Batangnon Lamine, members of DLD; and
fr: • MM. Boureima Kalaga, André Ouedraogo et Batangnom Lamine, de la DLD;

source: • Mr. Issouffou Ouedraogo, Director of communications and the ministerial press, and Mr. Hamidou Simpore, Chief of Protocol in the Ministry of Justice.
fr: • M. Issoufou Ouedraogo, Directeur de la communication et de la presse ministérielle, et Hamidou Simpore, chef du Protocole du Ministère de la justice.

source: Opening ceremony
fr: La cérémonie d'ouverture

source: The opening ceremony was presided over by the Ministry of Justice and was graced by the presence of many eminent persons such as:
fr: La cérémonie d'ouverture, qui a été présidée par le Ministre de la justice et Garde des sceaux, a été rehaussée par la présence de nombreuses personnalités, notamment :

source: - holders of high national office;
fr: - Les présidents des hautes juridictions nationales;

source: - the honourable ministers for foreign affairs and regional cooperation, of national security, labour, employment and youth, of budget and finance and for the promotion of human rights;
fr: - Mesdames et messieurs les ministres des affaires étrangères et de la coopération régionale, de la sécurité, du travail, de l'emploi et de la jeunesse, des finances et du budget, de la promotion des droits humains;

source: - the head of the national security agency;
fr: - Monsieur le chef d'état-major de la gendarmerie;

source: - the inspector-general of police;
fr: - Le Directeur de la police nationale;

source: - the chairman of the anti-corruption authority; and
fr: - Le Président de la haute autorité de lutte contre la corruption;

source: - many others.
fr: - Et bien d'autres personnalités.

source: Three statements were made at the opening ceremony:
fr: Cette cérémonie a été ponctuée de trois interventions :

source: - welcoming remarks by the Director in charge of legislation and documentation;
fr: - Le mot de bienvenue du Directeur de la législation et de la documentation;

source: - a statement by Mr. Jean-Paul Laborde, representative of UNODC; and
fr: - Le discours de M. Jean-Paul Laborde, représentant de l'ONUDC;

source: - the opening statement by the Minister of Justice.
fr: - Et, enfin, le discours d'ouverture du Garde des sceaux et Ministre de la justice.

source: In his welcoming remarks, Mr Etienne Ouoba, Director in charge of legislation and documentation at the Ministry of Justice, stressed the importance of implementing the universal instruments against terrorism, transnational organized crime and corruption.
fr: Dans son mot de bienvenue, M. Étienne Ouoba, Directeur de la législation et de la documentation du Ministère de la justice, a surtout rappelé l'importance de la mise en œuvre des instruments universels contre le terrorisme, la criminalité transnationale organisée et la corruption.

source: The representative of UNODC highlighted the pioneering role of the seminar which offered participants the opportunity, on the one hand, to receive appropriate information on the universal instruments to combat terrorism, transnational organized crime and corruption and bring the legislation of Burkina Faso into line with those instruments, and, on the other hand, to deepen the international cooperation mechanisms available to them for combating crime.
fr: Le représentant de l'ONUDC, quant à lui, a souligné le caractère pionnier du présent séminaire qui offre aux participants l'opportunité, d'une part, de recevoir une information appropriée sur les instruments universels de lutte contre le terrorisme, la criminalité transnationale organisée et la corruption et de mettre en conformité la législation du Burkina Faso avec ces instruments et, d'autre part, d'approfondir les mécanismes à leur disposition de coopération internationale en matière pénale.

source: His keen appreciation went to the authorities of Burkina Faso for their warm hospitality and for their quality organization of the seminar.
fr: Il a remercié vivement les autorités du Burkina Faso pour leur chaleureuse hospitalité et la qualité de l'organisation du séminaire.

source: In his opening statement, Mr. Boureima Badini, Minister of Justice, said that its geographical location made Burkina Faso a transit point for criminal networks.
fr: S'agissant de M. Boureima Badini, Ministre de la justice et Garde des sceaux, il a, dans son discours d'ouverture, d'abord relevé que, de par sa situation géographique, notre pays constitue une zone de transit des réseaux criminels.

source: He therefore welcomed the current efforts being made to institute cooperation between Burkina Faso and UNODC.
fr: C'est pourquoi il attache du prix à la présente concertation devant se traduire par une fructueuse coopération entre notre pays et l'ONUDC.

source: The country had done well to adopt global benchmarks in such instruments as:
fr: Il a, par ailleurs, mis en relief le fait que notre pays s'est doté de certains instruments pouvant favoriser les grandes infractions mondialisées, à savoir :

source: - the poverty reduction strategy framework;
fr: - Le cadre stratégique de lutte contre la pauvreté;

source: - the anti-corruption coordination authority; and
fr: - La haute autorité de coordination de la lutte contre la corruption;

source: - the plan of action for combating child trafficking.
fr: - Le plan d'action de la lutte contre le trafic des enfants.

source: To combat effectively the scourges of terrorism, transnational organized crime and corruption, he stressed the importance of the seminar which would enable Burkina Faso to institute the necessary legal framework for incorporating the global provisions into the law of Burkina Faso as well as to train its magistrates and law enforcement agencies.
fr: Afin de combattre efficacement les fléaux que constituent le terrorisme, la criminalité transnationale organisée et la corruption, il a insisté sur l'importance de ce séminaire qui permettra au Burkina Faso de constituer le cadre juridique nécessaire pour l'internalisation des dispositions dans le droit burkinabè, ainsi que de former les magistrats et services chargés de l'application de la loi.

source: In substance, the national seminar on the implementation of universal instruments to combat transnational organized crime, terrorism and corruption provided a forum for addressing the following themes:
fr: Dans son contenu, le séminaire national sur la mise en œuvre des instruments universels de lutte contre la criminalité transnationale organisée, le terrorisme et la corruption a permis de développer un ensemble de thèmes, à savoir :

source: Overview of the instruments to combat transnational organized crime and terrorism
fr: IV.1 Vue d'ensemble des instruments de lutte contre la criminalité organisée et le terrorisme

source: The first presentation enabled participants to focus specifically on the universal instruments to combat terrorism and transnational organized crime and the United Nations Convention against Transnational Organized Crime and its three protocols dealing with trafficking in persons, smuggling of migrants and the illicit manufacture of and trafficking in firearms, which Burkina Faso has ratified.
fr: Cette première présentation a permis de cerner de manière détaillée les instruments universels de lutte contre le terrorisme et contre le crime organisé, ainsi que la Convention des Nations Unies contre la criminalité transnationale organisée et ses trois protocoles relatifs à la traite des personnes, au trafic des migrants et à la fabrication et au trafic illicites des armes à feu que le Burkina Faso a ratifiés.

source: In terms of combating terrorism, the experts presented the 12 universal instruments for combating terrorism and some resolutions.
fr: Au niveau de la lutte contre le terrorisme, les experts ont présenté les 12 instruments universels de lutte contre le terrorisme et quelques résolutions.

source: A highly fruitful exchange of views ensued at the end of which participants made comments which were subsequently incorporated into the recommendations and plan of action.
fr: Un échange de vues très fructueux s'en est suivi et a permis de formuler des observations qui ont été ensuite intégrées dans les recommandations et le plan d'action.

source: Techniques for implementing the universal instruments against terrorism, the United Nations Convention against Transnational Organized Crime and its protocols
fr: IV.2 Techniques pour la mise en œuvre des instruments universels contre le terrorisme, de la CTO et de ses protocoles

source: The presentation of these techniques jointly by the three experts was aimed, on the one hand, at highlighting the criminalization provisions contained in the aforementioned instruments and, on the other, at formulating — based on analysis of relevant positive law in Burkina Faso — the measures to be taken as needed to incorporate them in legislation.
fr: La présentation de ces techniques coanimée par les trois experts visait à faire ressortir, d'une part, les incriminations contenues dans les instruments suscités, et à formuler, d'autre part - à partir de l'analyse du droit positif burkinabè en la matière -, les mesures à édicter, le cas échéant, en vue de leur incorporation législative.

source: Two preliminary comments were made to introduce this module:
fr: Ce module a, pour ce faire, été introduit par deux observations préliminaires :

source: - the first spelled out the substance of the document;
fr: - La première tendait à expliciter le contenu du document;

source: - the second focused on modalities for incorporation — namely, amendment of the penal code or drafting of stand-alone legislation — which was left to the discretion of the States.
fr: - Quant à la seconde, elle a concerné les diverses modalités de l'incorporation qui restent à la discrétion des États : amendement du Code pénal ou élaboration d'une loi autonome.

source: It was also noted that these techniques could apply not only to the provisions relating to criminalization but to all the provisions of a convention.
fr: Aussi a-t-on retenu que ces techniques peuvent concerner aussi bien la mise en œuvre des infractions que celle des autres dispositions conventionnelles.

source: The presentation focused on the criminalization in the two types of universal instruments.
fr: La présentation s'est davantage appesantie sur les incriminations contenues dans les deux types d'instruments universels.

source: In the counter-terrorism instruments, criminalization was of the association type provided for in the Convention on the Suppression of the Financing of Terrorism.
fr: Ainsi, au niveau des instruments contre le terrorisme, l'incrimination ionisée était celle de l'association criminelle visée dans la Convention internationale pour la répression du financement du terrorisme.

source: Regarding the Convention against Transnational Organized Crime and its protocols, the various types of criminalization (corruption, money-laundering and participation in organized criminal gangs) were considered with the exception of the obstruction of justice (article 23 of the Convention against Transnational Organized Crime).
fr: S'agissant de la CTO et de ses protocoles, les différentes incriminations (corruption, blanchiment d'argent, participation à un groupe criminel organisé) ont été étudiées à l'exception de l'entrave au bon fonctionnement de la justice (art. 23 de la CTO).

source: Criminal association
fr: L'association criminelle

source: This offence which is to be found in the Convention on the Suppression of the Financing of Terrorism was considered in order to study how to implement the provisions concerning the criminalization of offences relating to terrorism.
fr: L'examen de cette infraction, qui se retrouve dans la Convention internationale pour la répression du financement du terrorisme, obéit au souci d'étudier la mise en œuvre des infractions relatives au terrorisme.

source: It became clear that the universal instruments do not require the criminalization of terrorism itself but simply require the criminalization of certain serious acts regardless of their purpose or motive.
fr: Il est ainsi revenu que les instruments universels n'exigent pas l'incrimination même du terrorisme mais se contentent de requérir l'incrimination de certains actes graves indépendamment de leur but ou de leur mobile.

source: According to Burkina Faso's national constitution, which provides in article 151, that conventions (from their time of ratification) shall take precedence over domestic law, certain provisions of the conventions on terrorism could be directly applied but, in practice, reference is not always made to the Convention, hence the importance of enforcement.
fr: Suivant la Constitution burkinabè qui prévoit, en son article 151, la supériorité des traités aux lois internes dès leur ratification, certaines dispositions des conventions sur le terrorisme pourraient certes être directement appliquées, mais en pratique le recours à la Convention n'est toujours pas évident, d'où l'intérêt de la mise en œuvre.

source: Consideration of criminalization in the Convention on the Suppression of the Financing of Terrorism falls within this context.
fr: L'examen des incriminations de la Convention internationale sur la répression du financement du terrorisme s'inscrivait donc dans ce cadre.

source: The criminalization provided for in article 2 specifies the constituent elements as well as the quality of perpetrators or accomplices.
fr: Les incriminations y sont prévues à l'article 2, qui précise aussi bien les éléments constitutifs que la qualité des auteurs ou complices.

source: Notably, the financing of terrorism which remains an offence before the act is committed is deemed to have occurred once a constituent element exists and the mere initiation of action is sufficient to make it an offence.
fr: L'on en retiendra surtout que le financement du terrorisme, qui reste une infraction préalable à l'infraction du terrorisme, est constitué dès l'existence de l'un de ses actes constitutifs, tout commencement d'exécution suffisant à caractériser l'infraction.

source: Accordingly, article 2, paragraph 3, stipulates that the funds need not actually be used to commit the intended offence.
fr: Dans ce sens, l'article 2-3 énonce qu'il n'est pas nécessaire que les fonds aient été effectivement utilisés pour commettre l'infraction visée.

source: Regarding persons who may be prosecuted, article 2, 5 stipulates that anyone commits an offence if that person:
fr: S'agissant des personnes pouvant être poursuivies, la même disposition précise, à son alinéa 5, que commet une infraction quiconque :

source: - participates as an accomplice in one of the offences listed above;
fr: - Participe en tant que complice à l'une des infractions énumérées plus haut;

source: - organizes or directs others to commit one of these offences;
fr: - Organise la commission d'une de ces infractions ou donne l'ordre à d'autres personnes de la commettre;
